package com.cnki.cqmuseum.constant;

/**
 * 导航点介绍
 * Created by liweidong on 2019/11/19.
 */

public class GuideWords {
    public static final String DINOSAUR = "恐龙（英文名：Dinosaur），是出现在中生代时期（三叠纪，侏罗纪和白垩纪）的一类爬行动物的统称，矫健的四肢、长长的尾巴和庞大的身躯是大多数恐龙的写照。它们主要栖息于湖岸平原（或海岸平原）上的森林地或开阔地带。1841年，英国科学家理查德·欧文在研究几块样子像蜥蜴骨头化石时，认为它们是某种史前动物留下来的，并命名为恐龙，意思是“恐怖的蜥蜴”。";
    public static final String ROCK = "岩石是由一种或几种矿物和天然玻璃组成的，具有稳定外形的固态集合体。由一种矿物组成的岩石称作单矿岩，如大理岩由方解石组成，石英岩由石英组成等；由数种矿物组成的岩石称作复矿岩，如花岗岩由石英、长石和云母等矿物组成，辉长岩由基性斜长石和辉石组成等等。没有一定外形的液体如石油、气体如天然气以及松散的沙、泥等，都不是岩石。";
    public static final String FOSSIC = "化石是一个汉语词汇，一指妇女对丈夫的坚贞和思念；二指变化为石；三指炼丹；四指保存于地层中的古生物遗体、遗物或遗迹，埋藏在地下，经过自然界的作用，变化而成的保留原物体、遗迹形状、结构或印模的钙化、碳化、硅化、矿化的东西。";
}
