package com.cnki.cqmuseum.constant;

/**
 * Created by Thomas on 2019/8/22.
 */

public class QuestionListConstant {

    //熊猫总问题
    public static String[] pandaQuestions = new String[]{"白头叶猴", "猎豹一般分布在哪些地区", "白头叶猴的体长有多长", "合川马门溪龙是生活在什么年代的生物", "彩斑菊石是哪种类型的",
            "白头叶猴主要吃什么", "白头叶猴是属于什么科的生物", "古生物", "属于古生物的动物都有哪些", "属于食肉目的生物有哪些", "属于熊科类的生物有哪些",
            "白头叶猴是吃肉还是吃草", "扬子鳄是属于什么纲的生物", "有哪几种恐龙啊", "介绍一下小种大熊猫？", "大熊猫的现存数量？", "东方剑齿象的地质年代？", "大熊猫的朋友与天敌？", "巴氏大熊猫的简介?",
        "大熊猫的伪拇指是什么?", "请简单介绍下始熊猫？", "博物馆的电话是多少", "博物馆地铁路线", "博物馆公交路线", "博物馆网址是多少", "博物馆在哪里", "博物馆馆长是谁", "请问博物馆的开馆时间是多少"};

    //馆藏精品问题集
    public static String[] pandaExhibitions = new String[]{"介绍一下合川马门溪龙", "白头叶猴多大", "辰砂晶体是什么", "多背棘沱江龙多高", "上游永川龙外貌特征",
            "扬子鳄长什么样", "中华鲟生活区域", "巫山猿人下颌骨距今多长时间", "绿松石特点", "彩斑菊石成分"};

    //参观指南问题集
    public static String[] pandaGuides = new String[]{"青藏高原生态系统", "石器时代", "最早的生命痕迹", "地球如何形成", "恐龙生存的年代", "中国恐龙化石的分布",
        "重点推荐哪几个展厅参观", "曾工作过的前辈有哪些", "重庆自然博物馆历史", "人工讲解服务", "哪里可以吃饭", "餐厅什么时候开放", "哪里可以买咖啡",
        "停车场在哪里","收费标准", "预约门票有哪些要求", "存包处在哪儿", "参观博物馆大概需要多长时间", "一楼有什么", "卫生间在哪里", "哪里有水可以提供",
        "哪里可以买水?", "博物馆的电话是多少", "博物馆地铁路线", "博物馆公交路线", "博物馆网址是多少", "博物馆在哪里", "博物馆馆长是谁", "请问博物馆的开馆时间是多少"};
}
