package com.cnki.cqmuseum.constant;

/**
 * Created by Thomas on 2019/8/22.
 */

public class QuestionListConstant {

    //熊猫总问题
    public static String[] pandaQuestions = new String[]{"本馆简介", "博物馆的开放时间", "大熊猫像熊？像猫？", "大熊猫主要吃什么", "大熊猫的始发期",
            "巴氏大熊猫的简介", "东方剑齿象简介", "大熊猫的天敌", "大熊猫的鼎盛期", "新生大熊猫的饮食","巴氏大熊猫属于什么品种","哪些个生物属于古生物","属于熊科的生物有哪些",
            "大熊猫的头骨", "请简单介绍下始熊猫", "彩斑菊石是哪种类型的", "合川马门溪龙在哪发掘的", "白头叶猴主要吃什么", "合川马门溪龙的地质年代是", "请简单介绍下白头叶猴"};

    //馆藏精品问题集
    public static String[] pandaExhibitions = new String[]{"介绍一下合川马门溪龙", "白头叶猴多大", "辰砂晶体是什么", "多背棘沱江龙多高", "上游永川龙外貌特征",
            "扬子鳄长什么样", "中华鲟生活区域", "巫山猿人下颌骨距今多长时间", "绿松石特点", "彩斑菊石成分"};

    //参观指南问题集
    public static String[] pandaGuides = new String[]{"博物馆的开放时间", "博物馆地址", "博物馆电话", "博物馆网址", "博物馆微信", "博物馆微博", "博物馆乘车路线"
        ,"本馆简介","关于博物馆的门票发放","惠宇楼开放时间","惠宇楼的简介","介绍下我国第一个地磁测点"};
}
